[
    {
        "rang": "1",
        "titre": "Frieren: Beyond Journey's End",
        "description": "Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
        "note": "4.616",
        "episodes": "28"
    },
    {
        "rang": "13",
        "titre": "Bleach: Thousand-Year Blood War",
        "description": "The peace is suddenly broken when warning sirens blare through the Soul Society. Residents there are disappearing without a trace and nobody knows who's behind it. Meanwhile, a dark shadow is also extending itself toward Ichigo and his friends in Karakura Town…",
        "note": "4.503",
        "episodes": "13"
    },
    {
        "rang": "12",
        "titre": "Haikyuu!! Karasuno High School vs Shiratorizawa Academy",
        "description": "Picking up where the second season ended, the boys prepare to finally face off for the right to represent the prefecture in the volleyball national championship. Despite being known as “The Fallen Champions,” Karasuno is determined to take down the powerhouse that is the Shiratorizawa High volleyball team. As Hinata comes closer to fulfilling his promise to defeat Ushijima’s team, will the “Flightless Crows” finally find their wings and soar above the best school in the prefecture?",
        "note": "4.513",
        "episodes": "10"
    },
    {
        "rang": "11",
        "titre": "ALIEN STAGE",
        "description": "No synopsis yet - check back soon!",
        "note": "4.518",
        "episodes": "10+"
    },
    {
        "rang": "10",
        "titre": "Fruits Basket the Final Season",
        "description": "The final arc of",
        "note": "4.528",
        "episodes": "13"
    },
    {
        "rang": "9",
        "titre": "Attack on Titan 3rd Season: Part II",
        "description": "The battle to retake Wall Maria begins now! With Eren’s new hardening ability, the Scouts are confident they can seal the wall and take back Shiganshina District. If they succeed, Eren can finally unlock the secrets of the basement—and the world. But danger lies in wait as Reiner, Bertholdt, and the Beast Titan have plans of their own. Could this be humanity’s final battle for survival?",
        "note": "4.528",
        "episodes": "10"
    },
    {
        "rang": "8",
        "titre": "Demon Slayer: Kimetsu no Yaiba - Entertainment District Arc",
        "description": "Tanjiro and his friends accompany the Hashira Tengen Uzui to an entertainment district where Tengen’s female ninja agents were gathering information on a demon before they suddenly disappeared. In order to investigate, Tanjiro and the others disguise themselves as women to sneak in!",
        "note": "4.532",
        "episodes": "11"
    },
    {
        "rang": "7",
        "titre": "Heaven Official's Blessing 2nd Season",
        "description": "When Xie Lian is sent on a mission to Ghost City in search of a missing heavenly official, he again encounters the mysterious and captivating Hua Cheng. Both the misfit god and infamous ghost king clearly treasure the bond forming between them, but Xie Lian fears his duty may put them at odds... or perhaps it will bring them closer together..? And when a crime committed by Xie Lian in the past is revealed to the heavenly court, will he again become a pariah to those who already see him as the laughingstock of the three realms?",
        "note": "4.541",
        "episodes": "12"
    },
    {
        "rang": "6",
        "titre": "The Master of Diabolism 3",
        "description": "The third season of",
        "note": "4.542",
        "episodes": "12"
    },
    {
        "rang": "5",
        "titre": "Solo Leveling Season 2: Arise from the Shadow",
        "description": "The second season of",
        "note": "4.559",
        "episodes": "13"
    },
    {
        "rang": "4",
        "titre": "Fullmetal Alchemist: Brotherhood",
        "description": "The foundation of alchemy is based on the law of equivalent exchange; you cannot produce something from nothing. As such, alchemy is bound by one taboo - human transmutation. Four years ago two young brothers, Edward and Alphonse Elric, broke this taboo when they tried to resurrect their dead mother. During the process Al's body disintegrated and Ed lost his leg. In a desperate attempt to prevent his brother from disappearing completely, Ed sacrificed one of his arms so he could affix Al's soul to a suit of armor. When his missing limbs are replaced by auto mail parts, Ed bears the name of the Fullmetal Alchemist - the youngest ever State Alchemist and dog of the military. Now, alongside his brother, Ed uses his status within the military to attempt to find any way that he can return their bodies back to their original state.",
        "note": "4.568",
        "episodes": "64"
    },
    {
        "rang": "3",
        "titre": "The Apothecary Diaries 2nd Season",
        "description": "The second season of",
        "note": "4.57",
        "episodes": "22+"
    },
    {
        "rang": "2",
        "titre": "The Apothecary Diaries",
        "description": "In the East is a land ruled by an emperor, whose consorts and serving women live in a sprawling complex known as the hougong, the rear palace. Maomao, an unassuming girl raised in an unassuming town by her apothecary father, never imagined the rear palace would have anything to do with her—until she was kidnapped and sold into service there.",
        "note": "4.591",
        "episodes": "24"
    },
    {
        "rang": "25",
        "titre": "Haikyuu!! Movie 5: The Dumpster Battle",
        "description": "Shoyo Hinata joins Karasuno High's volleyball club to be like his idol, a former Karasuno player known as the “Little Giant.” But, Hinata soon finds that he must team up with his middle school nemesis, Tobio Kageyama. Their clashing styles turn into a surprising weapon, but can they beat their rival Nekoma High in the highly anticipated “Dumpster Battle,” the long-awaited ultimate showdown between two opposing underdog teams?",
        "note": "4.469",
        "episodes": "?"
    },
    {
        "rang": "24",
        "titre": "Link Click 2nd Season",
        "description": "The second season of",
        "note": "4.471",
        "episodes": "12"
    },
    {
        "rang": "23",
        "titre": "Attack on Titan The Final Season",
        "description": "It's been four years since the Scout Regiment reached the shoreline, and the world looks different now. Things are heating up as the fate of the Scout Regiment—and the people of Paradis—are determined at last. However, Eren is missing. Will he reappear before age-old tensions between Marleyans and Eldians result in the war of all wars?",
        "note": "4.472",
        "episodes": "16"
    },
    {
        "rang": "100",
        "titre": "Oshi no Ko",
        "description": "In the entertainment industry, lying is both your strongest weapon and an exceptional form of love. Goro, a gynecologist and a massive B-Komachi stan, finds his life turned upside down when his newest patient turns out to be B-Komachi member Ai-chan herself! Despite the industry seeing children as a idol's death sentence, the 16-year-old Ai still desperately wants to give birth. So under the cover of secrecy, Goro helps the young idol with her prenatal care... only to be attacked and killed the night she's due to give birth. Reincarnated as one of her newborn twins, Goro (now Aquamarine Hoshino) gets to spend 24 hours a day in the arms of his favourite idol! But can a ditzy young idol with a life full of lies make a good mother? And what of Ruby, his suspiciously verbose sister?",
        "note": "4.349",
        "episodes": "11"
    },
    {
        "rang": "99",
        "titre": "The Disastrous Life of Saiki K. 2nd Season",
        "description": "Second season of",
        "note": "4.349",
        "episodes": "24"
    },
    {
        "rang": "98",
        "titre": "Fights Break Sphere 5th Season",
        "description": "The fifth season of",
        "note": "4.35",
        "episodes": "151+"
    },
    {
        "rang": "97",
        "titre": "Natsume's Book of Friends Season 7",
        "description": "The seventh season of",
        "note": "4.35",
        "episodes": "12"
    },
    {
        "rang": "96",
        "titre": "JoJo's Bizarre Adventure: Diamond is Unbreakable",
        "description": "It has been 11 years since the defeat of the Joestar's arch nemesis, Dio. In 1999, Jotaro Kujo went to Morioh in S City in M Prefecture, Japan, to find his grandfather, Joseph Joestar's secret child, Josuke Higashikata. However, Josuke had the same ability as Jotaro, the Stand. And as though Jotaro was summoning them, a new group of Stand Users start to make their moves. There's something in this town... Josuke rises up to save Morioh, his hometown that he grew up in.",
        "note": "4.352",
        "episodes": "39"
    },
    {
        "rang": "95",
        "titre": "Attack on Titan 2nd Season",
        "description": "Eren Jaeger swore to wipe out every last Titan, but in a battle for his life he wound up becoming the thing he hates most. With his new powers, he fights for humanity's freedom facing the monsters that threaten his home. After a bittersweet victory against the Female Titan, Eren finds no time to rest—a horde of Titans is approaching Wall Rose and the battle for humanity continues!",
        "note": "4.354",
        "episodes": "12"
    },
    {
        "rang": "94",
        "titre": "Yona of the Dawn: Zeno Arc",
        "description": "The two anime episodes will completely cover the Zeno Arc, which tells the backstory of the character Zeno.",
        "note": "4.355",
        "episodes": "2"
    },
    {
        "rang": "93",
        "titre": "Mushishi Zoku Shou",
        "description": "They existed long before anyone can remember. They are simple and strange in nature, not resembling any other plant or animal in this world. In ancient times, people revered these bizarre creatures and called them “Mushi.” People once again began to believe in the existence of these “Mushi” when they began affecting their lives in inexplicable ways. The one who connects the world of “Mushi” to the world of humans—they were called the “Mushi-shi.” All life exists not to hinder others in this world. They are simply there to live as they were meant to.",
        "note": "4.357",
        "episodes": "10"
    },
    {
        "rang": "92",
        "titre": "Kingdom 4",
        "description": "The fourth season of",
        "note": "4.357",
        "episodes": "26"
    },
    {
        "rang": "91",
        "titre": "Attack on Titan",
        "description": "Over a century ago, mankind was devoured by giant beings of unknown intelligence and origin known as Titans – creatures that eat humans alive indiscriminately and for no apparent reason. The remaining population has managed to survive the last hundred years only by building a multi-walled city capable of keeping the Titans at bay, training military recruits to patrol the perimeter and gather intelligence about their mysterious foe. Eren and Mikasa have lived a relatively peaceful life behind the city's walls, but when a massive Titan appears, smashing the outer barrier and unleashing a wave of terror, their lives are brutally changed forever...",
        "note": "4.358",
        "episodes": "25"
    },
    {
        "rang": "90",
        "titre": "Kaiju No. 8",
        "description": "With the highest kaiju-emergence rates in the world, Japan is no stranger to attack by deadly monsters. Enter the Japan Defense Force, a military organization tasked with the neutralization of kaiju. Kafka Hibino, a kaiju-corpse cleanup man, has always dreamed of joining the force. But when he gets another shot at achieving his childhood dream, he undergoes an unexpected transformation. How can he fight kaiju now that he’s become one himself?!",
        "note": "4.359",
        "episodes": "12"
    },
    {
        "rang": "89",
        "titre": "Dandadan",
        "description": "Momo Ayase and Okarun are on opposite sides of the paranormal spectrum regarding what they’ll believe in and what they won’t. Their quest to prove each other wrong leads them down a path of secret crushes and paranormal battles they’ll have to participate in to believe!",
        "note": "4.361",
        "episodes": "12"
    },
    {
        "rang": "88",
        "titre": "JoJo’s Bizarre Adventure: Stardust Crusaders - Battle in Egypt",
        "description": "After 30 days of travel across the world, plagued with countless battles, Jotaro and his companions have finally arrived in Egypt! Now only the strongest Stand users remain to rebuff our heroes' final march on Cairo: The Nine Egyptian Gods, Dio's most zealous servants. Will the Joestar line fall to the monstrous vampire, or can Jotaro defeat Dio and save his mother's life?",
        "note": "4.362",
        "episodes": "24"
    },
    {
        "rang": "87",
        "titre": "Swallowed Star 4th Season",
        "description": "The fourth season of",
        "note": "4.363",
        "episodes": "90+"
    },
    {
        "rang": "86",
        "titre": "Kamisama Kiss: Kako-hen",
        "description": "The OAD will adapt the \"past arc,\" which spans from mid-volume 14 to volume 17 in the manga.",
        "note": "4.363",
        "episodes": "4"
    },
    {
        "rang": "85",
        "titre": "Code Geass: Lelouch of the Rebellion",
        "description": "In 2010, the Britannian Empire enslaved Japan using powerful mecha known as Knightmares; in the aftermath Japan was renamed Area 11, and its people began a hard and terrible existence. Lelouch, a Britannian student living in Area 11, has grown up hating the Empire and everything it stands for. One day, in the middle of a terrorist attack, Lelouch meets a mysterious girl who grants him the ability to control minds. Can he use his new power to fight for freedom, or will his hatred twist his good intentions into mindless acts of vengeance?",
        "note": "4.363",
        "episodes": "25"
    },
    {
        "rang": "84",
        "titre": "Natsume's Book of Friends Season 3",
        "description": "Takashi Natsume sees spirits, and with the help of his lazy and sake-guzzling bodyguard Nyanko-sensei he returns to spirits their names that were stolen by his grandmother Reiko Natsume. Not all of the spirits are peaceful though, and he often fights to keep himself and his family and friends safe while at the same time fighting the loneliness that plagued him before he found his home.",
        "note": "4.364",
        "episodes": "13"
    },
    {
        "rang": "83",
        "titre": "YOASOBI: Idol",
        "description": "The official music video for",
        "note": "4.37",
        "episodes": "?"
    },
    {
        "rang": "82",
        "titre": "Bungo Stray Dogs 4th Season",
        "description": "The fourth season of",
        "note": "4.371",
        "episodes": "13"
    },
    {
        "rang": "81",
        "titre": "Wolf Children",
        "description": "Hana was a student before she was a mother. She was bright and pretty, and her future held endless possibilities. Then she met a man, who turned out to be a wolf, and together they built a family. Hana loved her mate fiercely, but fate took him from her, leaving her alone with two unusual kids she didn’t know how to raise. Frightened of being discovered, Hana and her wolf children fled to the countryside to build a new life. Raising her little wild things was an adventure. It left Hana bruised, scratched, exhausted, and joyously overwhelmed as her pups grew stronger and wandered further every day. This is a mother’s journey. Teach your children to chase their dreams – and smile through the tears as they disappear into the world in search of who they will become. Hana wasn’t always a mother, but it was always what she was meant to be.",
        "note": "4.372",
        "episodes": "?"
    },
    {
        "rang": "80",
        "titre": "86: Eighty-Six - Part II",
        "description": "Having bid Lena farewell, Shin and the surviving members of the Spearhead squadron continue into the heart of Legion territory. There, they endure countless hardships until they're rescued by the Federal Republic of Giad, a reformed nation that offers them a second chance at a peaceful life. But it isn't long before a sense of duty calls the Eighty-Six back to the battlefield. Choosing to enlist in the military, they willingly walk back through the gates of hell, this time joined by a peculiar new ally-Frederica Rosenfort: a haughty young girl with a rare ability and wisdom far beyond her years.",
        "note": "4.372",
        "episodes": "12"
    },
    {
        "rang": "79",
        "titre": "Soul Land 2nd Season",
        "description": "The second season of",
        "note": "4.373",
        "episodes": "237"
    },
    {
        "rang": "78",
        "titre": "Mushishi Zoku Shou 2nd Season",
        "description": "Continuation of",
        "note": "4.374",
        "episodes": "10"
    },
    {
        "rang": "77",
        "titre": "Solo Leveling",
        "description": "E-class hunter Jinwoo Sung is the weakest of them all. Looked down on by everyone, he has no money, no abilities to speak of, and no other job prospects. So when his party finds a hidden dungeon, he's determined to use this chance to change his life for the better... but the opportunity he finds is a bit different from what he had in mind!",
        "note": "4.377",
        "episodes": "12"
    },
    {
        "rang": "76",
        "titre": "Assassination Classroom 2nd Season",
        "description": "Class 3E is about to begin their second semester! And while some things have changed, the class assignment is still the same: kill their teacher before the end of the year! Easier said than done since Koro Sensei's made it clear he won't go down without a fight. Will these students be able to take down the tentacled monster that moves at Mach 20 before he can destroy the world?",
        "note": "4.379",
        "episodes": "25"
    },
    {
        "rang": "75",
        "titre": "Hajime no Ippo: New Challenger",
        "description": "Ippo continues his career as a professional boxer, trying to live up to his role as the Japanese champion. Now that a new generation looks up to him as both a role model and a target - even though he's still a little green behind the ears himself - Ippo must develop his skills both inside and outside the ring. Can the kind Ippo ruthlessly crush his challengers and be a man his younger peers can look up to? And ultimately, can he take his skills to the level where he can follow in Date Eiji's footsteps and aim for the international title? Pro boxing is a difficult sport; Ippo and his friends - even the mighty Kimura, must survive in a competetive world where all others must fall in order for one to rise to the top...",
        "note": "4.38",
        "episodes": "26"
    },
    {
        "rang": "74",
        "titre": "Hajime no Ippo: The Fighting!",
        "description": "Ippo Makunouchi is a loser. He has no friends, he spends his free time helping his mom with work, and he's constantly being beaten up by bullies. But that all changes when one day he's saved from another beating by Takamura, an up-and-coming boxer. Soon, Ippo turns his life around with a passion for the newly discovered sport, but his new lifestyle is far from easy! Before he can even dream of becoming champion, he'll have to overcome a slew of fierce rivals and learn what 'dedication' really means.",
        "note": "4.382",
        "episodes": "75"
    },
    {
        "rang": "73",
        "titre": "That Time I Got Reincarnated as a Slime",
        "description": "Lonely thirty-seven-year-old Satoru Mikami is stuck in a dead-end job, unhappy with his mundane life, but after dying at the hands of a robber, he awakens to a fresh start in a fantasy realm...as a slime monster! As he acclimates to his goopy new existence, his exploits with the other monsters set off a chain of events that will change his new world forever!",
        "note": "4.382",
        "episodes": "24"
    },
    {
        "rang": "72",
        "titre": "Demon Slayer: Kimetsu no Yaiba - Swordsmith Village Arc",
        "description": "For the first time in over 100 years, the upper ranks of Muzan Kibutsuji’s Twelve Kizuki are not full. Angered, Muzan dispatches the survivors on another mission. Elsewhere, Tanjiro journeys to a village of swordsmiths and has to explain how his sword was so badly damaged to Haganezuka, the smith who made it. While Tanjiro waits for his sword to be repaired, enemies close in…",
        "note": "4.387",
        "episodes": "11"
    },
    {
        "rang": "71",
        "titre": "Jujutsu Kaisen 0: The Movie",
        "description": "The one-shot pilot of the supernatural exorcist adventure Jujutsu Kaisen! The story takes place a one year before Itadori's time, focusing on his upperclassmen at Jujutsu High--Maki, Panda, Toge and Yuta Okkotsu (the MC). In Jujutsu Kaisen, we don't see Yuta, but other characters often make reference to him and the incidents that occur in this volume. Yuta's been brought in to Jujutsu High by Satoru Gojo because he's been cursed by his childhood friend, Rika. But this is no ordinary curse as she's classified Special Grade. And because of her overwhelming strengh, Yuta doesn't know how to control or use her. Meanwhile, Suguru Geto is out to get Yuta Okkotsu, specifically targeting Rika to add to his own collection of cursed spirits he controls, setting up a showdown with his best friend-turned-enemy, Gojo",
        "note": "4.389",
        "episodes": "?"
    },
    {
        "rang": "70",
        "titre": "The Promised Neverland",
        "description": "Emma, Norman, Ray, and many other \"siblings\" live at an isolated orphanage cut off from the outside world. They live a charmed life surrounded by friends and watched over by Mama, their caretaker, until they leave the house for a foster family by the age of twelve. The only rule is that they must never venture outside of the gate that isolates them from the rest of society, for dangers await. But one day, the children learn the true horror of what's in store for their short lives...",
        "note": "4.39",
        "episodes": "12"
    },
    {
        "rang": "69",
        "titre": "Banana Fish",
        "description": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Iraq has suddenly fallen into Papa's insatiably ambitious hands--and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance...",
        "note": "4.393",
        "episodes": "24"
    },
    {
        "rang": "68",
        "titre": "Bleach: Thousand-Year Blood War: Part II - The Separation",
        "description": "Continuation of",
        "note": "4.394",
        "episodes": "13"
    },
    {
        "rang": "67",
        "titre": "Natsume's Book of Friends Season 4",
        "description": "Takashi Natsume continues to return the names of the spirits that have been written in the \"Book of Friends\" he inherited from his grandmother, Reiko Natsume. While Natsume is still aided by the chubby Nyanko-sensei, he's now helped by some of the friends he had made in his journey; be it human beings or spirits. As he becomes closer to both, Natsume faces the inevitable question of the sides he has to take especially when there is a conflict between the two.",
        "note": "4.396",
        "episodes": "13"
    },
    {
        "rang": "66",
        "titre": "Demon Slayer: Kimetsu no Yaiba - Mugen Train",
        "description": "Tanjirou and the group have completed their rehabilitation training at the Butterfly Mansion, and they arrive to their next mission on the Mugen Train, where over 40 people have disappeared in a very short period of time. Tanjirou and Nezuko, along with Zenitsu and Inosuke, join one of the most powerful swordsmen within the Demon Slayer Corps, Flame Hashira Rengoku Kyoujurou, to face the demon aboard the Mugen Train on track to despair.",
        "note": "4.396",
        "episodes": "7"
    },
    {
        "rang": "65",
        "titre": "The Dangers in My Heart 2nd Season",
        "description": "The second season of",
        "note": "4.4",
        "episodes": "13"
    },
    {
        "rang": "64",
        "titre": "Natsume's Book of Friends Season 5",
        "description": "Takashi Natsume is a boy who's been able to see youkai ever since he was a child. Ever since he inherited the \"Book of Friends\" from his grandmother Reiko, he and his self-proclaimed bodyguard Nyanko-sensei have spent their days returning names to the youkai who are bound by the book. As he meets the different youkai and people, he finds himself with many more things that he cares about. He wonders whether it's right to keep secrets to protect someone as little by little he works up the courage to build even more friendships.",
        "note": "4.402",
        "episodes": "11"
    },
    {
        "rang": "63",
        "titre": "Vinland Saga",
        "description": "Around the end of the millennium, Viking, the mightiest but atrocious tribe, had been outbreaking everywhere. Thorfinn, the son of the greatest warrior, lived his childhood in the battlefield. He was seeking the land of reverie called Vinland. This is the story of a true warrior in an age of turmoil.",
        "note": "4.405",
        "episodes": "24"
    },
    {
        "rang": "62",
        "titre": "Violet Evergarden",
        "description": "",
        "note": "4.406",
        "episodes": "13"
    },
    {
        "rang": "61",
        "titre": "Haikyuu!!",
        "description": "Shoyo Hinata isn't a large guy, but he's got huge ambitions. Ever since seeing a small player score in a National Championship, he's been determined to become the next big thing in High School Volleyball. Unfortunately, the one time he was able to pull enough players together to form a team in junior high, they were completely trashed in their first and only match against a team led by up-and-coming setter Tobio Kageyama.Now, enrolled at the same high school where his idol once played, Shoyo's finally going to get his shot to join and play with a top team. There's just one problem: Tobio Kageyama's decided to attend the same school, and he's already considered one of the best players in the game. Can a kid out of nowhere hold his own against the King of the Court? Or could the rivalry and competition actually be the best thing for both of them?",
        "note": "4.408",
        "episodes": "25"
    },
    {
        "rang": "60",
        "titre": "JoJo's Bizarre Adventure: Golden Wind",
        "description": "Giorno Giovanna is a young man that lives in Naples and is the son of DIO, the nemesis of the Joestar family. When he was younger, he was oppressed and started acting out, but one day, he saved a gang member and then learned how to trust people. Bizarrely, he never forgot that and learned how to be respectful with  his own gang that straightened him out. That’s also how he started aspiring to become a Gang-Star. Now fifteen, Giorno gets in trouble with the gang Passione, which controls the Italian mafia underworld, and now, he’s being targeted.",
        "note": "4.408",
        "episodes": "39"
    },
    {
        "rang": "59",
        "titre": "Attack on Titan 3rd Season",
        "description": "Deep in the forest, Eren continues to hone his Titan abilities so that the military can reclaim Wall Maria. But soon, the Scouts find themselves persecuted for a crime they didn't commit, and Eren and Christa are thrust into the center of a political conspiracy that puts all of mankind at risk. Humans must fight against humans - not Titans - if they are to live another day, as all the while new secrets about the Titans emerge...",
        "note": "4.412",
        "episodes": "12"
    },
    {
        "rang": "58",
        "titre": "Bungo Stray Dogs 5th Season",
        "description": "The fifth season of",
        "note": "4.412",
        "episodes": "11"
    },
    {
        "rang": "57",
        "titre": "Fruits Basket 2nd Season",
        "description": "Second season of",
        "note": "4.414",
        "episodes": "25"
    },
    {
        "rang": "56",
        "titre": "Link Click",
        "description": "Using superpowers to enter their clientele’s photos one by one, Cheng Xiaoshi and Lu Guang take their work seriously at “Time Photo Studio,” a small photography shop set in the backdrop of a modern metropolis. Each job can be full of danger, but nothing is more important than fulfilling every order, no matter the scale…or peril involved!",
        "note": "4.414",
        "episodes": "11"
    },
    {
        "rang": "55",
        "titre": "One-Punch Man",
        "description": "In a city plagued with thugs, mutants, and supervillains, Saitama decides to become a superhero for fun. He envisions an exciting life where he is constantly challenged with tough opponents, but after three years of intense training, he's become so strong that he defeats every enemy with one punch! His dream of engaging challenging foes has gone up in smoke, and his overpowered life is filled with overpowering boredom. Then a cyborg named Genos learns about Saitama's amazing ability and begs him to make him his disciple. Saitama isn't interested in taking on an apprentice, but Genos isn't giving up. Can he convince the disillusioned hero to teach him the secret of his strength? And will Saitama ever find a worthy adversary to battle?",
        "note": "4.417",
        "episodes": "12"
    },
    {
        "rang": "54",
        "titre": "Given",
        "description": "Somehow, the guitar that he used to love to play and the basketball games that he found so fun just lost their appeal... That was until Ritsuka Uenoyama randomly met Mafuyu Sato. Ritsuka had started losing his passion for music in his everyday life, but then he hears Mafuyu sing for the first time. The song resonates with his heart and the distance between them starts to change.",
        "note": "4.418",
        "episodes": "11"
    },
    {
        "rang": "53",
        "titre": "That Time I Got Reincarnated as a Slime Season 2: Part II",
        "description": "Continuation of",
        "note": "4.418",
        "episodes": "12"
    },
    {
        "rang": "52",
        "titre": "The Master of Diabolism",
        "description": "Feared and hated for his sinister abilities, Wei Wuxian – the grandmaster of demonic cultivation – was driven to his death when the most powerful clans united to destroy him. Thirteen years later, Wei Wuxian is reborn. Summoned by a young man who sacrificed his soul in a forbidden ritual, Wei Wuxian is now bound to seek vengeance on the stranger’s behalf or risk the destruction of his own soul. But when an evil entity emerges, a familiar face from Wei Wuxian’s past suddenly appears amidst the chaos – Lan Wangji, a powerful cultivator who will help shine a light on the dark truths that surround them.",
        "note": "4.419",
        "episodes": "15"
    },
    {
        "rang": "51",
        "titre": "Gintama'",
        "description": "Gintoki Sakata, Kagura, and Shinpachi Shimura continue to scrape together a living as the freelance jack-of-all-trades group Yorozuya in Edo while living among the several odd humans and aliens that inhabit the peculiar metropolis.",
        "note": "4.424",
        "episodes": "51"
    },
    {
        "rang": "50",
        "titre": "SPY x FAMILY",
        "description": "Master spy Twilight is the best at what he does when it comes to going undercover on dangerous missions in the name of a better world. But when he receives the ultimate impossible assignment—get married and have a kid—he may finally be in over his head! Not one to depend on others, Twilight has his work cut out for him procuring both a wife and a child for his mission to infiltrate an elite private school. What he doesn’t know is that the wife he’s chosen is an assassin and the child he’s adopted is a telepath!",
        "note": "4.426",
        "episodes": "12"
    },
    {
        "rang": "49",
        "titre": "Gintama: Shirogane no Tamashii-hen",
        "description": "Final arc of",
        "note": "4.427",
        "episodes": "12"
    },
    {
        "rang": "48",
        "titre": "Gintama.",
        "description": "Fifth season of",
        "note": "4.427",
        "episodes": "12"
    },
    {
        "rang": "47",
        "titre": "Haikyuu!! To the Top",
        "description": "The Karasuno High School Volleyball Club finally won their way into the nationals after an intense battle for the Miyagi Prefecture Spring Tournament qualifiers. As they were preparing for the nationals, Kageyama is invited to go to All-Japan Youth Training Camp. At the same time, Tsukishima is invited to go to a special rookie select training camp for first-years in Miyagi Prefecture. Hinata feels panic that he’s being left behind as one of the first-years and then decides to show up at the Miyagi Prefecture rookie select training camp anyway... As they prepare for the nationals, Hinata, Kageyama and the rest of the Karasuno High School Volleyball team get ready to face some new challenges!!",
        "note": "4.428",
        "episodes": "13"
    },
    {
        "rang": "46",
        "titre": "Howl's Moving Castle",
        "description": "The responsible Sophie led a relatively normal life, safe within the walls of the hat shop in which she works; for outside, it is rumored, the evil wizard Howl roams the land in his mobile black castle. After a chance and mystical encounter, poor Sophie finds herself transformed by a witch's spell which makes her appear to be an old woman, and thus embarks on an adventure to find Howl’s castle and put an end to her curse. A mystical world of talking flames, sentient scarecrows, and magic aplenty awaits those who seek the legendary Howl...",
        "note": "4.428",
        "episodes": "?"
    },
    {
        "rang": "45",
        "titre": "Steins;Gate",
        "description": "The eccentric mad scientist Okabe, his childhood friend Mayuri, and the otaku hacker Daru have banded together to form the Future Gadget Research Laboratory, and spend their days in a ramshackle laboratory hanging out and occasionally attempting to invent incredible, yet generally useless, futuristic gadgets. However, their claymore is a hydrator and their hair dryer flips breakers, and the only invention that’s even remotely interesting is their Phone Microwave, which transforms bananas into oozing green gel. But when an experiment goes awry the gang discovers that the Phone Microwave can also send text messages to the past. And what's more, the words they send can affect the flow of time and have unforeseen, far-reaching consequences...",
        "note": "4.428",
        "episodes": "24"
    },
    {
        "rang": "44",
        "titre": "Clannad After Story",
        "description": "Summer break is now over; the second semester has started for Tomoya, Nagisa and the others, and little has changed. Since Tomoya's relationship with his father is still troubled, he continues to live with Nagisa and her family, even if it means getting roped into organizing a baseball team for the family bakery. Life at school continues as normal with Sunohara as carefree as ever; however, when his sister Mei voices her concerns about him, the series of events that follow place a strain on Sunohara and Tomoya’s friendship. Whether it's saving a person from themselves or passing on a message from the past, one thing’s for sure: no matter how tough things get, good friends will always be there to help out.",
        "note": "4.428",
        "episodes": "24"
    },
    {
        "rang": "43",
        "titre": "Attack on Titan The Final Season: Part II",
        "description": "Continuation of",
        "note": "4.435",
        "episodes": "12"
    },
    {
        "rang": "42",
        "titre": "Spirited Away",
        "description": "Chihiro and her family are on their way to their new home, when they discover an abandoned amusement park. After Chihiro's family mysteriously turn into pigs, she is thrown into a surreal world of magic and fantasy. Join her as she struggles to survive in the bathhouse of the gods, ruled by an evil witch who has stolen not only her name, but her way back to the real world.",
        "note": "4.435",
        "episodes": "?"
    },
    {
        "rang": "41",
        "titre": "Gintama: Shirogane no Tamashii-hen 2",
        "description": "Continuation of Gintama: Shirogane no Tamashii-hen.",
        "note": "4.435",
        "episodes": "14"
    },
    {
        "rang": "40",
        "titre": "Natsume's Book of Friends Season 6",
        "description": "Precious days with kinds friends. A beautiful yet fleeting story about people and spirits. Natsume Takashi had been able to see youkai ever since he was young and inherited his grandmother Reiko’s Book of Friends. He spends his days with his self-proclaimed bodyguard Nyanko-sensei and freeing the youkai that were bound to the book. Natsume continues to find ways to protect the precious days where he tries to find which path to follow through his connections with spirits and those involved with them and being helped out by friends who share the same feelings.",
        "note": "4.436",
        "episodes": "11"
    },
    {
        "rang": "39",
        "titre": "Gintama°",
        "description": "Fourth season of",
        "note": "4.438",
        "episodes": "51"
    },
    {
        "rang": "38",
        "titre": "That Time I Got Reincarnated as a Slime Season 2",
        "description": "With the help of Queen Ramiris, the children are now in stable condition and should lead normal lives, much to Rimuru’s relief. But all is not well… In fact, there are forces of humankind in this fantasy world that do not look kindly upon a slime-led nation of monsters. And now, insidious threats to Rimuru and the country of Tempest may be lurking around every corner!",
        "note": "4.443",
        "episodes": "12"
    },
    {
        "rang": "37",
        "titre": "Mob Psycho 100 II",
        "description": "Second season of",
        "note": "4.443",
        "episodes": "13"
    },
    {
        "rang": "36",
        "titre": "Gintama Kanketsu-hen: Yorozuya yo Eien Nare",
        "description": "While watching a movie, Gintoki comes upon a \"movie thief,\" a figure in Japanese culture often depicted as a man with a video camera as a head. After scolding the movie thief for his actions, he finds himself warped into another world via the camera lens. In this world, 5 years have passed, and not only has the land of Edo changed into an apocalyptic wasteland, but Kagura has changed into a beautiful woman with no Chinese speech pattern, Shinpachi has turned into a cool samurai who is not a tsukkomi anymore, and the Gintoki of this time has gone missing, though he is assumed to be dead. Gintoki is determined to find out the truth of the deadly sickness that is ravaging Edo, and also to understand the feelings of Kagura and Shinpachi, who have been trying to deal with their leader's disappearance.",
        "note": "4.446",
        "episodes": "?"
    },
    {
        "rang": "35",
        "titre": "Gintama': Enchousen",
        "description": "Third season of",
        "note": "4.45",
        "episodes": "13"
    },
    {
        "rang": "34",
        "titre": "Demon Slayer: Kimetsu no Yaiba",
        "description": "Bloodthirsty demons lurk in the woods, and nobody dares to venture out at night, save for the demon slayer of legend. Surviving in this harsh world, young Tanjirou takes it upon himself to protect his family–until the day that everything is taken from him in a vicious slaughter. Now, all he has left is his sister, and she’s not even human anymore.",
        "note": "4.456",
        "episodes": "26"
    },
    {
        "rang": "33",
        "titre": "Heaven Official's Blessing",
        "description": "Xie Lian is a kind, gentle deity who just can't seem to catch a break. The crown prince of a long-destroyed kingdom, he's endured centuries of plagues, violence, poverty, and multiple demotions that have gotten him kicked out of heaven. Now a god with no followers, he's reduced to collecting scrap in the mortal realm. When his banishment is finally lifted and he is allowed to ascend to heaven for a third time, his rotten luck holds true when his ascension causes the destruction of a heavenly palace; sending the long-suffering immortal right back to the mortal realm to make up for his misdeed by exorcising a malicious ghost. Xie Lian soon meets a mysterious man in red who is clearly more than he seems, and the two grow ever closer as they begin to uncover dark secrets the heavenly realm would have much preferred to keep hidden...",
        "note": "4.458",
        "episodes": "11"
    },
    {
        "rang": "32",
        "titre": "The Master of Diabolism 2",
        "description": "The second season of",
        "note": "4.459",
        "episodes": "8"
    },
    {
        "rang": "31",
        "titre": "Violet Evergarden Movie",
        "description": "As the world moves on from the war and technological advances bring changes to her life, Violet still hopes to see her lost commanding officer again.",
        "note": "4.46",
        "episodes": "?"
    },
    {
        "rang": "30",
        "titre": "Jujutsu Kaisen Season 2",
        "description": "The second season of",
        "note": "4.46",
        "episodes": "23"
    },
    {
        "rang": "29",
        "titre": "Code Geass: Lelouch of the Rebellion R2",
        "description": "Area 11 is still under Britannian rule and the Elevens remain brutally oppressed; what’s more, their saviour, Zero, is nowhere to be found and all of Britannia believes the rebellion is finally over. Elsewhere, having lost the battle, Lelouch sets his sights upon winning the war – but the task is no easier since the Britannian forces have learned some valuable lessons all of their own. Not only have they discovered his identity and captured many of his Black Knights, but they now manipulate the memories of all of his friends. Worst of all, they have taken the most precious thing in his life – his dear sister, Nunnally. With his hatred for the Britannians stronger than ever before, Lelouch must now recuperate his forces and bring their rule of terror to an end.",
        "note": "4.465",
        "episodes": "25"
    },
    {
        "rang": "28",
        "titre": "Gintama: The Very Final",
        "description": "This is the actual ending. The countdown to destruction has begun! All will join to reclaim an Edo in grave peril! Earth is facing its darkest days, and the members of the Odd Jobs must come together to save it from an otherworldly menace. Old allies Gintoki, Takasugi, and Katsura strive their hardest for their own ideals, but standing in their way is someone with whom they share a sad history: Utsuro, an alternate personality of their former teacher and mentor, Shoyu. Having been spawned by Altana, the energy that fuels all planets, this immortal fiend has regenerated multiple times until finally becoming Utsuro, the ultimate enemy... And he intends to take down the entire world in order to end his own life. Gintoki and the others set out to fulfill the wishes of their teacher Shoyo and thwart Utsuro's plans. Shinpachi, Kagura, the Shinsengumi, members of the Kabuki District, and even former enemies will join their fight. As Utsuro's power grows, Takasugi fights for his very life. Will Gintoki be able to put an end to all this?!",
        "note": "4.467",
        "episodes": "?"
    },
    {
        "rang": "27",
        "titre": "One Piece: Fan Letter",
        "description": "No synopsis yet - check back soon!",
        "note": "4.468",
        "episodes": "?"
    },
    {
        "rang": "26",
        "titre": "Kaguya-sama: Love is War - Ultra Romantic",
        "description": "The third season of",
        "note": "4.468",
        "episodes": "13"
    },
    {
        "rang": "22",
        "titre": "Haikyuu!! To the Top: Part II",
        "description": "Continuation of",
        "note": "4.475",
        "episodes": "12"
    },
    {
        "rang": "21",
        "titre": "Demon Slayer: Kimetsu no Yaiba Movie - Mugen Train",
        "description": "Tanjirou and the group have completed their rehabilitation training at the Butterfly Mansion, and they arrive to their next mission on the Mugen Train, where over 40 people have disappeared in a very short period of time. Tanjirou and Nezuko, along with Zenitsu and Inosuke, join one of the most powerful swordsmen within the Demon Slayer Corps, Flame Hashira Rengoku Kyoujurou, to face the demon aboard the Mugen Train on track to despair.",
        "note": "4.477",
        "episodes": "?"
    },
    {
        "rang": "20",
        "titre": "Hunter x Hunter (2011)",
        "description": "Drawn to the mystique of the unknown, Hunters travel the world in search of terrifying creatures, incredible riches, and unexplored lands. Gon Freecss is a naive-yet-determined young boy who aspires to join the ranks of these individuals, in order to find his missing father Ging - a master of the profession himself. To reach his goal, he partakes in the formidable Hunter Exam, a series of tests that push the participants to their physical and mental limits, with a Hunter License as the prize. During the exam Gon befriends vengeful Kurapika, doctor-to-be Leorio, and skilled assassin Killua, who have entered for their own reasons. But with the sinister Hisoka standing in their way, will Gon and his friends be able to succeed in obtaining their reward, or even escaping with their lives?",
        "note": "4.485",
        "episodes": "148"
    },
    {
        "rang": "19",
        "titre": "Heaven Official's Blessing Special",
        "description": "No synopsis yet - check back soon!",
        "note": "4.486",
        "episodes": "?"
    },
    {
        "rang": "18",
        "titre": "Attack on Titan The Final Season: The Final Chapters",
        "description": "Final part of",
        "note": "4.487",
        "episodes": "2"
    },
    {
        "rang": "17",
        "titre": "Jujutsu Kaisen",
        "description": "Although Yuji Itadori looks like your average teenager, his immense physical strength is something to behold! Every sports club wants him to join, but Itadori would rather hang out with the school outcasts in the Occult Research Club. One day, the club manages to get their hands on a sealed cursed object. Little do they know the terror they’ll unleash when they break the seal…",
        "note": "4.489",
        "episodes": "24"
    },
    {
        "rang": "16",
        "titre": "your name.",
        "description": "Mitsuha and Taki are two total strangers living completely different lives. But when Mitsuha makes a wish to leave her mountain town and for the bustling city of Tokyo, they become connected in a bizarre way. She dreams she is a boy living in Tokyo while Taki dreams he is a girl from a rural town he’s never been to. What does their newfound connection mean? And how will it bring them together?",
        "note": "4.491",
        "episodes": "?"
    },
    {
        "rang": "15",
        "titre": "Haikyuu!! Second Season",
        "description": "After losing to Aoba Johsai at the Inter-High, the Karasuno High Volleyball Team is working their hardest toward the Spring Tournament. In the meantime, it's decided that they'll be heading to Tokyo for a training camp with Nekoma High and a handful of other powerful schools. They team is practicing hard, and not day during their run, Hinata and Kageyama get too excited and end up lost, and end up meeting someone rather unexpected...",
        "note": "4.492",
        "episodes": "25"
    },
    {
        "rang": "14",
        "titre": "A Silent Voice",
        "description": "After transferring into a new school, a deaf girl, Shouko Nishimiya, is bullied by the popular Shouya Ishida. As Shouya continues to bully Shouko, the class turns its back on him. Shouko transfers and Shouya grows up as an outcast. Alone and depressed, the regretful Shouya finds Shouko to make amends.",
        "note": "4.494",
        "episodes": "?"
    }
]